[{"content":"\n","date":1508253975,"description":"You can find your answers here.","lastmod":"2017-10-17T15:26:15Z","objectID":"3976528693a0108357f4928017600865","permalink":"https://druid-tech.github.io/help/","title":"DEBUT Online Help"},{"content":"FAQ (Frequently Asked Questions) section contains the following questions:\n How to change setting for a terminal device? How to change setting for a gateway device? How to change setting for two or more devices? When does the changed setting take effect? What is BOOST? What is ODBA? Why are the data intervals not consistent with my setting? What are terminal devices and gateway devices? How to check GPS tracks of multiple devices on the same map？  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"9b683c5fbff8d0d24588e34210d33cb8","permalink":"https://druid-tech.github.io/help/faq/","publishdate":"2017-10-17T15:26:15Z","title":"Frequently Asked Questions"},{"content":"","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"ac88c7e2725adbc272d8e47819107a5d","permalink":"https://druid-tech.github.io/help/faq/billing/","publishdate":"2017-10-17T15:26:15Z","title":"What is the billing rule?"},{"content":"BOOST is short for Battery Optimized Overclocking Strategy Tuning, a condition-triggered feature that can increase the frequency of data collecting (GPS and ENV). When BOOST is triggered, the minimal collecting interval can reach 20 seconds (the interval varies on different devices). The conditions that can trigger BOOST are listed below:\n Voltage\nWhen the battery voltage is higher than the predefined threshold, BOOST is triggered automatically. When the battery voltage drops back to the threshold, BOOST stops.  Speed\nWhen the instant speed of the device and the battery voltage are higher than the predefined threshold, BOOST is triggered automatically. When the instant speed or the battery voltage drops back to the threshold, BOOST stops.  BOOST is designed to portray detailed movement track in a more \u0026amp;ldquo;intelligent\u0026amp;rdquo; way instead of manual intervention. Traditionally, the user has to monitor the device power status constantly so as to modify settings if they want more data without battery drain, while BOOST just automatically regulates the intervals if the charging condition is good and the animal deployed with the device is active.\nWhen BOOST is triggered, you can get much more GPS fixes than usual. More GPS fixes can bring more detailed reflection on the animal behaviour. With other collected data, you can get a more accurate profile for your study object. The illustration below shows the movement track of a bird in 30 minutes. This bird was deployed with DEBUT LEGO. When BOOST is on, LEGO collects more than 100 GPS fixes in 30 minutes. Note that the collecting interval is changed dynamically during the BOOST period.\n","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"b0cb7e4942641f896559047de11467d8","permalink":"https://druid-tech.github.io/help/faq/boost/","publishdate":"2017-10-17T15:26:15Z","title":"What is BOOST?"},{"content":"","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"e9209a022815f72ce610294c7423137c","permalink":"https://druid-tech.github.io/help/faq/data_break/","publishdate":"2017-10-17T15:26:15Z","title":"How to generate dynamic GPS track with Druid Earth?"},{"content":"Before you start, you must export the GPS data in CSV format. For more information, see data export section.\n  On the main menu, click Druid Earth \u0026amp;gt; Dynamic (Beta).\nData center opens a new window.\n  On the top right corner of the window, click icon.\n  Click Upload CSV file.\nUpload the GPS data in CSV format from your local hard drive. When you complete, data center starts loading the dynamic track. The whole process may take up to 20 minutes, depending on the size of the CSV file. When the loading process is finished, data center will play the dynamic track automatically.\n  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"4032cd21790210cb1ce6e8dfff1d559b","permalink":"https://druid-tech.github.io/help/faq/earth/","publishdate":"2017-10-17T15:26:15Z","title":"How to generate dynamic GPS track with Druid Earth?"},{"content":" On the main menu, click Download \u0026amp;gt; Request to go to the request list page.\nAlternatively, you can click Download \u0026amp;gt; Result to go to the result list page. The request list page lists all the exporting tasks that are being generating and not completed. The result list page lists all the completed exporting tasks. On the request list page or the result list page, click Data download. Select one or more devices you need to export data in the device list. Select the data type, data format and time range.\nAvailable data types are GPS, ENV (environment data), BHV (behaviour data), BSS (base station data), and ACC (raw data collected by the accelerometer).\nAvailable data formats are CSV and KML (for GPS data only).\nYou can select any time range in months before the current time.\n Click Export.\nData center starts generating data in the background. You can check the result in the result list page. The time required to generate data depends on the data amount. On the main menu, click Download \u0026amp;gt; Result. In the result list, locate the data and click the download link to export it to your computer.\nThe naming convention of the generated data file is SN-Data type-Data format-Time range.zip. If you do not see the data file in the result list, wait for a longer time and refresh the page.  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"fe20690ce72669598c10d39685cc84f5","permalink":"https://druid-tech.github.io/help/faq/export/","publishdate":"2017-10-17T15:26:15Z","title":"How to export data?"},{"content":"A terminal device collects data by itself while a gateway device collects data from other terminal devices and then transmits the data to the next object (which could be the base station, satellite, or mobile phone).\nThe devices deployed to animals are mostly terminal devices, while Debut HUB functions both as a terminal device and a gateway device.\n","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"98a22af2a35f34a551857da0594a8d0d","permalink":"https://druid-tech.github.io/help/faq/gateway_terminal/","publishdate":"2017-10-17T15:26:15Z","title":"What are terminal devices and gateway devices?"},{"content":"GPS has its own feature of \u0026amp;ldquo;static drift\u0026amp;rdquo;. Such drift also happens in dynamics, just less obvious and chances are smaller. And sometimes, obstacles and electromagnetic disturbance will also affect the accuracy. However, such inaccurate GPS data is a tiny minority among the total. So you just ignore them and look at the major part.\n","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"ee488a7efa296a7b75fba98706faa554","permalink":"https://druid-tech.github.io/help/faq/gps_tolerance/","publishdate":"2017-10-17T15:26:15Z","title":"Why GPS is sometimes inaccurate?"},{"content":"When BOOST is triggered, it automatically regulates the GPS and other data collecting intervals, so as to utilize the energy better and contribute more to the movement research.\nWith the BOOST feature, the device intelligently enhance data frequency on the basis of energy balance without manual interference. You can choose to switch on/off the BOOST feature, and you can also export data with or without the part from dynamic collecting and in-flight collecting.\n","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"d3db892c07c5ca1645783e2e5e85f829","permalink":"https://druid-tech.github.io/help/faq/interval_consistency/","publishdate":"2017-10-17T15:26:15Z","title":"Why are the data intervals not consistent with my setting?"},{"content":"  On the main menu, click Device \u0026amp;gt; Terminal.\n  In the terminal list, click the SN of the device you want to view.\n  On the device information page, click Track.\nDEBUT Data Center opens a new window to display the GPS track of the device.\n  In the search bar of the track page, enter the SN of the device you want to view.\nThe search result is displayed in a drop-down list.\n  In the drop-down list, click the device.\nThe GPS track of that device is displayed on the same map in a different color. DEBUT Data Center can display GPS tracks of 5 devices at the most on the same map.\n  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"2718a30926f33c4219108fe80bdc80cb","permalink":"https://druid-tech.github.io/help/faq/multi_gps/","publishdate":"2017-10-17T15:26:15Z","title":"How to check GPS tracks of multiple devices on the same map？"},{"content":"ODBA is short for Overall Dynamic Body Acceleration. It is a new acceleration index which quantifies the three-dimensional movement of animals as the value of acceleration and is assumed to be a proxy for activity-specific measurement and has been used in the field of wild animal ecology.\nIn Druid Technology, we use a built-in 3-axis accelerometer to collect the acceleration data at the frequency of 25 Hz. Every 10 minutes or 30 minutes, DEBUT devices calculate ODBA value using the collected acceleration data. The ODBA value can be used as an index to describe the activity status of the animal.\n","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"53ad74e2c625157c68958aa17268bcd6","permalink":"https://druid-tech.github.io/help/faq/odba/","publishdate":"2017-10-17T15:26:15Z","title":"What is ODBA?"},{"content":"  On the main menu, click Device Setting to go to the device setting page.\n  Click Change Setting.\n  Select the devices by checking the checkbox.\n  Click Confirm.\n  Change the settings as needed.\nNote\nYou can add more devices by clicking the + button.\nFor the detailed description on the terminologies on device setting page, see the terminology section.\n  Click Save.\n  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"943eaf9f259d972ae67be98033cebca7","permalink":"https://druid-tech.github.io/help/faq/setting_batch/","publishdate":"2017-10-17T15:26:15Z","title":"How to change setting for multiple devices?"},{"content":"After you change the setting for your device on DEBUT Data Center or DEBUT App, the new setting is saved to the server and is not applied to the device immediately. When the device communicates with the server next time, the device fetches new setting from the server and applies the new setting to its firmware. So for devices with cellular transmission function, the new setting takes effect when the device communicates with the server next time. As for BLE devices which cannot communicate with the server directly, the new setting takes effect when the device connects with the associated DEBUT HUB.\n","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"9563c6a8831d1843fca1e9f72ecbbc7b","permalink":"https://druid-tech.github.io/help/faq/setting_effect/","publishdate":"2017-10-17T15:26:15Z","title":"When does the changed setting take effect?"},{"content":"  On the main menu, click Device \u0026amp;gt; Gateway.\n  Locate the device and click Device detail to go to the device information page.\n  Click Device setting.\n  Change the settings as needed.\nFor the detailed description on the terminologies on device setting page, see the terminology section.\n  Click Confirm.\n  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"1775588910e97370f40b85d553f64bb3","permalink":"https://druid-tech.github.io/help/faq/setting_gateway/","publishdate":"2017-10-17T15:26:15Z","title":"How to change setting for a gateway device?"},{"content":"You can change setting for a terminal device at device list page or the device information page.\nChanging setting at device list page\n  On the main menu, click Device \u0026amp;gt; Terminal.\n  Locate the device and click Device setting.\n  Change the settings as needed.\nFor the detailed description on the terminologies on device setting page, see the terminology section.\n  Click Confirm.\n  \rChanging setting at device information page\n  On the main menu, click Device \u0026amp;gt; Terminal.\n  Click device S/N to go to the device information page.\n  Click Device setting.\n  Change the settings as needed.\nFor the detailed description on the terminologies on device setting page, see the terminology section.\n  Click Confirm.\n  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"593766a563030ebfbc2a0eee1d6e32b6","permalink":"https://druid-tech.github.io/help/faq/setting_terminal/","publishdate":"2017-10-17T15:26:15Z","title":"How to change setting for a terminal device?"},{"content":"","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"e3b28b0dda5bba1ad510df5ad9ed2959","permalink":"https://druid-tech.github.io/help/terminology/data-exporting/","publishdate":"2017-10-17T15:26:15Z","title":"Data exporting"},{"content":"The table below gives the explanations to the data fields of the exported ACC data.\n   Data field Explanation     Collecting time Time the device collects data, accurate to seconds.   X Value of X-axis on the three-axis acceleration sensor.   Y Value of Y-axis on the three-axis acceleration sensor.   Z Value of Z-axis on the three-axis acceleration sensor.    ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"bfd8bd829e201280ae4e6bb6e166a033","permalink":"https://druid-tech.github.io/help/terminology/data-exporting/acc/","publishdate":"2017-10-17T15:26:15Z","title":"ACC data"},{"content":"The table below gives the explanations to the data fields of the exported BHV data.\n   Data field Explanation     SN Serial Number.   UUID Universally Unique Identifier, a 128-bit number used to identify information in computer systems.   Transmitting time Time the device communicates with the server, accurate to milliseconds.   Collecting time Time the device collects data, accurate to seconds.   ODBA ODBA value calculated by the device. A higher value indicates that the animal is more active.    ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"3f352cf5ae587c92a2c3e5f577e0c176","permalink":"https://druid-tech.github.io/help/terminology/data-exporting/bhv/","publishdate":"2017-10-17T15:26:15Z","title":"BHV data"},{"content":"The table below gives the explanations to the data fields of the exported BSS data.\n   Data field Explanation     SN Serial Number.   UUID Universally Unique Identifier, a 128-bit number used to identify information in computer systems.   Transmitting time Time the device communicates with the server, accurate to milliseconds.   Collecting time Time the device collects data, accurate to seconds.   Longitude Longitude of the BSS fix in degrees, accurate to 7 decimal places.   Latitude Latitude of the BSS fix in degrees, accurate to 7 decimal places.   Accuracy Accuracy of the BSS fix in meters. Lower value indicates that the positioning is more accurate.   Base station Number of connected base stations in the positioning session.    ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"889fc807425f34dc15dad70c91860f18","permalink":"https://druid-tech.github.io/help/terminology/data-exporting/bss/","publishdate":"2017-10-17T15:26:15Z","title":"BSS data"},{"content":"The table below gives the explanations to the data fields of the exported ENV data.\n   Data field Explanation     SN Serial Number.   UUID Universally Unique Identifier, a 128-bit number used to identify information in computer systems.   Transmitting time Time the device communicates with the server, accurate to milliseconds.   Collecting time Time the device collects data, accurate to seconds.   Temperature Environment temperature in Celsius, accurate to 1 decimal place.   Light intensity Light intensity in Lux.   Voltage Voltage of the device battery in volts, accurate to 3 decimal places.   Data Source Modes of data collecting. Valid values are 1, 2, and 4, where 1 represents scheduled collecting, 2 represents dynamic collecting, 4 represents in-flight collecting.    ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"56b51797aa417e8647383839600d2610","permalink":"https://druid-tech.github.io/help/terminology/data-exporting/env/","publishdate":"2017-10-17T15:26:15Z","title":"ENV data"},{"content":"The table below gives the explanations to the data fields of the exported GPS data.\n   Data field Explanation     SN Serial Number.   UUID Universally Unique Identifier, a 128-bit number used to identify information in computer systems.   Transmitting time Time the device communicates with the server, accurate to milliseconds.   Collecting time Time the device collects data, accurate to seconds.   Longitude Longitude of the GPS fix in degrees, accurate to 7 decimal places.   Latitude Latitude of the GPS fix in degrees, accurate to 7 decimal places.   Altitude Altitude of the GPS fix in meters, accurate to 2 decimal places.   Geoid height Geoid height of the GPS fix in meters. The geoid is the shape that the ocean surface would take under the influence of the gravity and rotation of Earth.   Speed Movement speed of the device in meters.   Course The angle between the clockwise direction from the north and the movement direction of the device. The value range is 0 ~ 359.9, where 0 means the device moves towards north.   Satellite Number of satellites connected for positioning.   Positioning mode Valid values are 0, 1, and 2, where 0 represents a failed positioning, 1 represents 2D positioning, 2 represents 3D positioning.   HorAccuracy Index of horizonal accuracy of GPS positioning. Lower value indicates that the positioning is more accurate.   VerAccuracy Index of vertical accuracy of GPS positioning. Lower value indicates that the positioning is more accurate.   Time for Positioning Time spent in one positioning session in seconds.   Data Source Modes of data collecting. Valid values are 1, 2, and 4, where 1 represents scheduled collecting, 2 represents dynamic collecting, 4 represents in-flight collecting.    ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"f86aa61ad9052238929475dae70e1d31","permalink":"https://druid-tech.github.io/help/terminology/data-exporting/gps/","publishdate":"2017-10-17T15:26:15Z","title":"GPS data"},{"content":"","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"8aa9209714691992596084649e6e5b84","permalink":"https://druid-tech.github.io/help/terminology/data-setting/","publishdate":"2017-10-17T15:26:15Z","title":"Why GPS is sometimes inaccurate?"},{"content":"Terminology section contains explanation to the terminologies used in the exported CSV file as well as in the device setting interface.\n","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"1ec3a0b0b5295a15f3b3f0e744b4aaf1","permalink":"https://druid-tech.github.io/help/terminology/","publishdate":"2017-10-17T15:26:15Z","title":"Terminology"},{"content":"This section gives the explanation to the setting items on the device setting page.\nSetting mode\nReal time mode\nInterval of GPS collecting, environment data collecting and behavior data collecting is 10 minutes. Interval of data transmission is 1 day. You cannot change the interval in this mode.\nStandard mode\nSTD mode is the default setting of DEBUT devices. Interval of GPS collecting and environment data collecting is 4 hours. Interval of behavior data collecting is 10 minutes. Interval of data transmission is 8 hour. You cannot change the interval in this mode.\nEcological—balanced\nInterval of GPS collecting and environment data collecting is 4 hours. behavior data collecting is turned off. Interval of data transmission is 1 day. You cannot change the interval in this mode.\nStand-by mode\nGPS collecting, environment data collecting and behavior data collecting are turned off. Interval of data transmission is 1 day. You cannot change the interval in this mode.\nCustomized mode\nIn CUT mode, you can turn on or turn off GPS collecting, environment data collecting and behavior data collecting and select the collecting interval and transmission interval as needed.\nSetting parameter\nBOOST\nEnable or disable BOOST.\nGPS data\nEnable or disable GPS data collecting. When enabled, you can set it to Interval mode or Follow transmission mode.\nEnvironment data\nEnable or disable environment data collecting. When enabled, you can set it to Interval mode or Follow transmission mode.\nBehavior data\nEnable or disable behavior data collecting. When enabled, you can set the collecting interval to 10 min or 30 min.\nCellular\nEnable or disable the cellular transmission. When enabled, you can set it to Interval mode or On-time mode.\nInterval\nThe device transmits data to the server at a selected time interval.\nFollow transmission\nThe interval of data collecting is synchronized with the transmitting interval of the device.\nOn-time\nThe device transmits data to the server at selected hour (based on …","date":-62135596800,"description":"","objectID":"19891c84a5196cd33ae9e53d0ce89a0f","permalink":"https://druid-tech.github.io/help/terminology/device_setting/","title":"Device setting"}]