[{"content":"\n","date":1508253975,"description":"You can find your answers here.","lastmod":"2017-10-17T15:26:15Z","objectID":"3976528693a0108357f4928017600865","permalink":"https://druid-tech.github.io/help/","title":"DEBUT Online Help"},{"content":"","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"2cf9c729d72a6bd3aad3ba192b458c69","permalink":"https://druid-tech.github.io/help/app/","publishdate":"2017-10-17T15:26:15Z","title":"DEBUT App Online Help"},{"content":"","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"828edfd41878b600ac026105051405f0","permalink":"https://druid-tech.github.io/help/app/device/","publishdate":"2017-10-17T15:26:15Z","title":"Device management"},{"content":"This section gives the procedure to add a terminal device to the whitelist of a gatewy device. Before using INTELINK to connect to other terminal devices through a gateway device, you must add the terminal to the whitelist of the gateway device.\n In DEBUT App, tap Device.\nApp enters device list page. On the device list page, tap Gateway.\nApp enters gateway list page. In the gateway list, tap any gatewy.\nApp enters gateway information page. On the gateway information page, tap Terminal list.\nApp enters the whitelist of the gateway. On the upper right corner of the page, tap + icon.\nApp enters the available terminal list page. Tap icon to add this terminal to the whitelist of the gateway.  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"4733220557c65ef58ec809ebd9f2537a","permalink":"https://druid-tech.github.io/help/app/device/add_terminal/","publishdate":"2017-10-17T15:26:15Z","title":"Adding terminal"},{"content":"This section gives the procedure to cache device settings. You can store the device setting to the cache the phone, so taht you can use INTELINK to deliver changed settings to the device when there is no Internet connection.\n Change the device setting using DEBUT data center or DEBUT App. Launch DEBUT App and tap Device.\nApp enters device list page. Pull down the device list to refresh the list.\nThe changed setting is cached to the phone when the device list is refreshed.  Note\nCaching device setting must be done in an area where the network connection is stable.\n","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"476abcb8e9ecc2709e73422591444b86","permalink":"https://druid-tech.github.io/help/app/device/cache/","publishdate":"2017-10-17T15:26:15Z","title":"Caching device setting"},{"content":" In DEBUT App, tap Device.\nApp enters device list page. In the device list, tap the device you need to change the setting.\nApp enters device information page. On the device information page, tap Setting.\nApp enters device setting page. Change the settings as needed.\nYou can change the following settings:  Environment\u0026amp;amp;GPS Sync\nWhen enabled, the collection mode and collection interval of environmental data will be consistent with the GPS data collection, and cannot be changed separately. GPS data collecting\nAvailable options are Interval, Follow transmission and Off. Interval\nSet the collecting interval when GPS data collecting is set to Interval. Environment data collecting\nAvailable options are Interval, Follow transmission and Off. This field is not available when Environment\u0026amp;amp;GPS Sync is enabled. Interval\nSet the collecting interval when Environment data collecting is set to Interval. This field is not available when Environment\u0026amp;amp;GPS Sync is enabled. Behavior data collecting\nAvailable options are Interval and Off. Interval\nSet the collecting interval when Behavior data collecting is set to Interval. Cellular\nAvailable options are Interval and On-time.\nThis setting doesn\u0026amp;rsquo;t apply to MINI Argos and NANO.   Click Save after finish.  For devices with a cellular module, the changed settigns will take effect the next time the device communicates with the server. For devices that do not have a cellular module, the changed settings will take effect after the setting is delivered or the HUB associated with the device communicates with the server.\n","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"b4ce608e8d0d1f5022baab0abe0841bd","permalink":"https://druid-tech.github.io/help/app/device/setting/","publishdate":"2017-10-17T15:26:15Z","title":"Changing device setting"},{"content":"INTELINK is short for Intelligent Linking, an ultra-low power communication technology based on Bluetooth. With the support of INTELINK, DEBUT devices can establish connections directly with ordinary smart phones and other DEBUT devices without Internet connection. By using INTELINK, You can implement many different features and generate new types of data through the interaction between different devices.\n","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"cfab2299a68c6f47cdd2798346baaa1b","permalink":"https://druid-tech.github.io/help/app/intelink/","publishdate":"2017-10-17T15:26:15Z","title":"INTELINK"},{"content":"This section gives the procedure to deliver settings to your DEBUT devices using INTELINK. Before you start, make sure that you have turned on the Bluetooth on your mobile.\n Change the settings of your DEBUT device in DEBUT data center or DEBUT App. In DEBUT App, tap Device to go to the device list. Pull down the device list to refresh the list.\nThis step will cache the new settings to the phone. Tap icon at the bottom of the App.\nApp lists all of your devices. You can see the device number, MAC address and UUID of each device.\nicon represents a gateway device, i.e. HUB.\nicon represents a terminal device, i.e. FLEX, LEGO, MINI or NANO. Select the device you need to change the settings.\nYou can identify the device by the MAC address printed on the back (for some devices, the last four digits of MAC address is printed). You can select multiple devices by long pressing the device. Tap Next.\nIf you select a single device, you don\u0026amp;rsquo;t see this step. In the pop-up menu, tap Setting delivery.\nApp starts establishing connection with the device using INTELINK. If the device is too far away and cannot be reached by the phone, DEBUT App will automatically start to connect to the relay devices (HUB or QUEST) nearby after 60 seconds, and then connect to the device through the relay. You can tap Skip and the App immediately starts connecting to the relay device.\nAfter the device is connected, App delivers the settings automatically.\nNote：Before using INTELINK to connect to other devices through DEBUT HUB, you must add the device to the whitelist of the HUB. For more information, see Adding terminal.  DEBUT App can connect to 4 devices at a time. If you select 5 or more devices, App starts to connect to the remaining devices automatically after finishing the operations on the first 4 devices.\n","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"d1c9d8fc2fd76cf3e2f2c94f2d3f0829","permalink":"https://druid-tech.github.io/help/app/intelink/deliver_setting/","publishdate":"2017-10-17T15:26:15Z","title":"Setting delivery"},{"content":"This section gives the procedure to download the connected data from DEBUT devices using INTELINK. Before you start, make sure that you have turned on the Bluetooth on your mobile.\n Tap icon at the bottom of the App.\nApp lists all of your devices. You can see the device number, MAC address and UUID of each device.\nicon represents a gateway device, i.e. HUB.\nicon represents a terminal device, i.e. FLEX, LEGO, MINI or NANO. Select the device you need to download data.\nYou can identify the device by the MAC address printed on the back (for some devices, the last four digits of MAC address is printed). You can select multiple devices by long pressing the device. Tap Next.\nIf you select a single device, you don\u0026amp;rsquo;t see this step. In the pop-up menu, tap Data downloading.\nApp starts establishing connection with the device using INTELINK. If the device is too far away and cannot be reached by the phone, DEBUT App will automatically start to connect to the relay devices (HUB or QUEST) nearby after 60 seconds, and then connect to the device through the relay. You can tap Skip and the App immediately starts connecting to the relay device.\nAfter the device is connected, App downloads the data connected by this device automatically.\nNote：Before using INTELINK to connect to other devices through DEBUT HUB, you must add the device to the whitelist of the HUB. For more information, see Adding terminal.  DEBUT App can connect to 4 devices at a time. If you select 5 or more devices, App starts to connect to the remaining devices automatically after finishing the operations on the first 4 devices.\n","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"eeff2e7e0e57665641c5f7f7c942d2dc","permalink":"https://druid-tech.github.io/help/app/intelink/download/","publishdate":"2017-10-17T15:26:15Z","title":"Data downloading"},{"content":"This section gives the procedure to find your device using INTELINK. Before you start, make sure that you have turned on the Bluetooth on your mobile and your mobile is not muted.\n Tap icon at the bottom of the App.\nApp lists all of your devices. You can see the device number, MAC address and UUID of each device.\nicon represents a gateway device, i.e. HUB.\nicon represents a terminal device, i.e. FLEX, LEGO, MINI or NANO. Select the device you need to download data.\nYou can identify the device by the MAC address printed on the back (for some devices, the last four digits of MAC address is printed). You can select only one device at a time. In the pop-up menu, tap Device finding.\nApp starts searching for nearby devices and your mobile starts ringing. When you are getting closer to the device, the ring is getting louder.  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"af5c9d2d5b506d35a53d7eba1828ae08","permalink":"https://druid-tech.github.io/help/app/intelink/find/","publishdate":"2017-10-17T15:26:15Z","title":"Device finding"},{"content":"This section gives the procedure to turn on device using INTELINK. Before you start, make sure that you have turned on the Bluetooth on your mobile.\n Shake the device to activate the Bluetooth.\nWhen Bluetooth is activated, the LED on the device will start to flash for about 60 seconds. Tap icon at the bottom of the App.\nApp lists all of your devices. You can see the device number, MAC address and UUID of each device.\nicon represents a gateway device, i.e. HUB.\nicon represents a terminal device, i.e. FLEX, LEGO, MINI or NANO. Select the device you need to turn on.\nYou can identify the device by the MAC address printed on the back (for some devices, the last four digits of MAC address is printed). You can select multiple devices by long pressing the device. Tap Next.\nIf you select a single device, you don\u0026amp;rsquo;t see this step. In the pop-up menu, tap On/Off \u0026amp;gt; Turning on.\nApp enters the setting option page. You can change settings for the device here. If you don\u0026amp;rsquo;t change the setting, the device will work with the default settings. Check Change setting checkbox and tap Next to enter the device setting page.If you don\u0026amp;rsquo;t check Change setting checkbox, App will enter device connection page after you tapping Next. Change the settings as needed and tap Save after you finish.\nApp starts establishing connection with the device using INTELINK. If the device is too far away and cannot be reached by the phone, DEBUT App will automatically start to connect to the relay devices (HUB or QUEST) nearby after 60 seconds, and then connect to the device through the relay. You can tap Skip and the App immediately starts connecting to the relay device.\nAfter the device is connected, App delivers the settings automatically.\nNote：Before using INTELINK to connect to other devices through DEBUT HUB, you must add the device to the whitelist of the HUB. For more information, see Adding terminal.  DEBUT App can connect to 4 devices at a time. If you select 5 or more devices, App …","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"636b866ca3adbdf303a73a7ea1fffdc4","permalink":"https://druid-tech.github.io/help/app/intelink/on/","publishdate":"2017-10-17T15:26:15Z","title":"Turning on device"},{"content":"","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"93d1851c71272bfee45876e0696164cc","permalink":"https://druid-tech.github.io/help/web/data-analysis/","publishdate":"2017-10-17T15:26:15Z","title":"Data analysis"},{"content":"You can download the collected data to your laptop/computer for further analsis.\n On the main menu, click Download \u0026amp;gt; Request to go to the request list page.\nAlternatively, you can click Download \u0026amp;gt; Result to go to the result list page. The request list page lists all the downloading tasks that are being generating and not completed. The result list page lists all the completed downloading tasks. On the request list page or the result list page, click icon. In the device list, select one or more devices you need to download data. Select the data type, data format and time range.\nAvailable data types are GPS Data, Environment Data, Behaviour Data, Base Station Data, and Acceleration Data.\nAvailable data formats are CSV and KML (for GPS Data only).\nYou can select any time range in months before the current time.\n Click Export.\nData center starts generating data in the background. You can check the result in the result list page. The time required to generate data depends on the data amount. On the main menu, click Download \u0026amp;gt; Result. In the result list, locate the data and click the download link to export it to your computer.\nThe naming convention of the generated data file is SN-Data type-Data format-Time range.zip. If you do not see the data file in the result list, wait for a longer time and refresh the page. For more information on the explanation of the fields in the downloaded CSV file, see CSV field explanation  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"e8fd188442570844b67fbf9db8c801e2","permalink":"https://druid-tech.github.io/help/web/data-analysis/export/","publishdate":"2017-10-17T15:26:15Z","title":"Downloading data"},{"content":"","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"abef95b2676a68e517c40b8aeb04ce1d","permalink":"https://druid-tech.github.io/help/web/","publishdate":"2017-10-17T15:26:15Z","title":"DEBUT Data Center Online Help"},{"content":"","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"1888afa944762eb19f30db1f3f3beec6","permalink":"https://druid-tech.github.io/help/web/earth/","publishdate":"2017-10-17T15:26:15Z","title":"Druid Earth"},{"content":"Before you start, make sure that you have generated a static track.\n On the static track page, set the comparison item.\nOn this page, you can see a control panel as below:\nSet the comparison item as needed.  Date\nGenerate the track on a specific date Time range\nGenerate the track in a specific time range, from 1 day to 7 days. Transmission\nGenerate the track by different transmission methods, including cellular, Argos, BeiDou, SMS and Base station positioning. This option is not available when the time range is greater than 1 day. Data collection\nGenerate the track by different data collection methods, including Scheduled, Dynamic and Flight. This option is not available when the time range is greater than 1 day or when the transmission method is not cellular.   Add comparison item.\nWhen you finish setting the comparison item, click icon to add it. After you add the comparison item, a window pops out on the left of the control panel. Click the comparison item on the left window, data center displays the relevant track in different color.\n  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"7ad0817cad287d1623f97805ffd38812","permalink":"https://druid-tech.github.io/help/web/earth/compare/","publishdate":"2017-10-17T15:26:15Z","title":"Comparing different tracks"},{"content":"Before you start, you must export the GPS data in CSV format. For more information, see data export section.\n  On the main menu, click Druid Earth \u0026amp;gt; Dynamic (Beta).\nData center opens a new window.\n  On the top right corner of the window, click icon.\n  Click Upload CSV file.\nUpload the GPS data in CSV format from your local hard drive. When you complete, data center starts loading the dynamic track. The whole process may take up to 20 minutes, depending on the size of the CSV file. When the loading process is finished, data center will play the dynamic track automatically.\n  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"164c00846925d85b01e18df41b03d68e","permalink":"https://druid-tech.github.io/help/web/earth/dynamic-track/","publishdate":"2017-10-17T15:26:15Z","title":"Generating dynamic GPS track with Druid Earth?"},{"content":"  On the main menu, click Device \u0026amp;gt; Terminal.\n  In the terminal list, click the SN of the device you want to view.\n  On the device information page, click Track.\nDEBUT Data Center opens a new window to display the GPS track of the device.\n  In the search bar of the track page, enter the SN of the device you want to view.\nThe search result is displayed in a drop-down list.\n  In the drop-down list, click the device.\nThe GPS track of that device is displayed on the same map in a different color. DEBUT Data Center can display GPS tracks of 5 devices at the most on the same map.\n  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"3e144d3be9e63e76b47bd3fda80f4adf","permalink":"https://druid-tech.github.io/help/web/earth/multi_gps/","publishdate":"2017-10-17T15:26:15Z","title":"Generating GPS tracks of multiple devices on the same map"},{"content":"","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"ed96d25a98072f922ee62c993054301d","permalink":"https://druid-tech.github.io/help/web/faq/","publishdate":"2017-10-17T15:26:15Z","title":"Frequently Asked Questions"},{"content":"","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"b4c980f9e4606f37c98ea3d952c32e4e","permalink":"https://druid-tech.github.io/help/web/faq/billing/","publishdate":"2017-10-17T15:26:15Z","title":"What is the billing rule?"},{"content":"BOOST is short for Battery Optimized Overclocking Strategy Tuning, a condition-triggered feature that can increase the frequency of data collecting (GPS and ENV). When BOOST is triggered, the minimal collecting interval can reach 20 seconds (the interval varies on different devices). The conditions that can trigger BOOST are listed below:\n Voltage\nWhen the battery voltage is higher than the predefined threshold, BOOST is triggered automatically. When the battery voltage drops back to the threshold, BOOST stops.  Speed\nWhen the instant speed of the device and the battery voltage are higher than the predefined threshold, BOOST is triggered automatically. When the instant speed or the battery voltage drops back to the threshold, BOOST stops.  BOOST is designed to portray detailed movement track in a more \u0026amp;ldquo;intelligent\u0026amp;rdquo; way instead of manual intervention. Traditionally, the user has to monitor the device power status constantly so as to modify settings if they want more data without battery drain, while BOOST just automatically regulates the intervals if the charging condition is good and the animal deployed with the device is active.\nWhen BOOST is triggered, you can get much more GPS fixes than usual. More GPS fixes can bring more detailed reflection on the animal behaviour. With other collected data, you can get a more accurate profile for your study object. The illustration below shows the movement track of a bird in 30 minutes. This bird was deployed with DEBUT LEGO. When BOOST is on, LEGO collects more than 100 GPS fixes in 30 minutes. Note that the collecting interval is changed dynamically during the BOOST period.\n","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"c7cd8808f18637741581fbd29fd9258b","permalink":"https://druid-tech.github.io/help/web/faq/boost/","publishdate":"2017-10-17T15:26:15Z","title":"What is BOOST?"},{"content":"A terminal device collects data by itself while a gateway device collects data from other terminal devices and then transmits the data to the next object (which could be the base station, satellite, or mobile phone).\nThe devices deployed to animals are mostly terminal devices, while Debut HUB functions both as a terminal device and a gateway device.\n","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"0d9c782aa2a78ef56965c2667bed1e11","permalink":"https://druid-tech.github.io/help/web/faq/gateway_terminal/","publishdate":"2017-10-17T15:26:15Z","title":"What are terminal devices and gateway devices?"},{"content":"GPS has its own feature of \u0026amp;ldquo;static drift\u0026amp;rdquo;. Such drift also happens in dynamics, just less obvious and chances are smaller. And sometimes, obstacles and electromagnetic disturbance will also affect the accuracy. However, such inaccurate GPS data is a tiny minority among the total. So you just ignore them and look at the major part.\n","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"438e3d71d748c277c6748cf114d852ba","permalink":"https://druid-tech.github.io/help/web/faq/gps_tolerance/","publishdate":"2017-10-17T15:26:15Z","title":"Why GPS is sometimes inaccurate?"},{"content":"When BOOST is triggered, it automatically regulates the GPS and other data collecting intervals, so as to utilize the energy better and contribute more to the movement research.\nWith the BOOST feature, the device intelligently enhance data frequency on the basis of energy balance without manual interference. You can choose to switch on/off the BOOST feature, and you can also export data with or without the part from dynamic collecting and in-flight collecting.\n","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"ba2b948254c74f1473214cafa5eff83b","permalink":"https://druid-tech.github.io/help/web/faq/interval_consistency/","publishdate":"2017-10-17T15:26:15Z","title":"Why are the data intervals not consistent with my setting?"},{"content":"You can synchronize the collected data to Movebank for further study. Before you start, make sure that you have created a Study on Movebank and have added at least one animal to that Study. For more information on creating a Study and adding an animal, refer to [Movebank]: https://www.movebank.org/cms/movebank-content/manual\n.\n  On the main menu of DEBUT data center, click User Center \u0026amp;gt; My Information.\n  In the Movebank section, click icon to set your Movebank account.\nType your Movebank account name in the Username field.\nClick Confirm after you finish.\nNote that DEBUT data center can only synchronize data to one Movebank account at the same time.\n  Log in to Movebank and navigate to your Study.\n  In the Live Feeds drop-down list, select Druid GSM.\nMovebank enters live feeds management page.\n  Click New to add Tags.\nIn the Add/Remove Tags window, select the available tags and then click Add all Tags.\nClick Save after you finish.\nNote\nYou can add Druid GSM live feed to multiple Studies.\n  Go back to the Study page.\n  In the Manage drop-down list, select Deployment Manager.\nIf you don\u0026amp;rsquo;t see Deployment Manager option, please wait for 24 hours and try again.\nMovebank enters Deployment Manager page, which is similar to the example below:\nThe Tag ID on this page is the Device SN in DEBUT data center.\nTime of data point on this page is the Collecting time in DEBUT data center.\n  Hover your mouse over a Tag and then click Add animal.\nAdd Animal to Tag window pops up.\n  Select an animal from the drop-down list.\n  Fill in the necessary information and then click Save.\n  The Tag is deployed to the animal.\nNote\n DEBUT data center synchronizes the data at 00:00 (UTC+0) every day. When you set your Movebank username on Debut data center for the first time, Debut data center will synchronize all data to Movebank. When you change your Movebank username on Debut data center, Debut data center will only synchronize the data generated from the day when you make the change.  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"3d34214afa3ba7e8acaf6bbaea5dda95","permalink":"https://druid-tech.github.io/help/web/faq/movebank/","publishdate":"2017-10-17T15:26:15Z","title":"How to synchronize data to Movebank？"},{"content":"ODBA is short for Overall Dynamic Body Acceleration. It is a new acceleration index which quantifies the three-dimensional movement of animals as the value of acceleration and is assumed to be a proxy for activity-specific measurement and has been used in the field of wild animal ecology.\nIn Druid Technology, we use a built-in 3-axis accelerometer to collect the acceleration data at the frequency of 25 Hz. Every 10 minutes or 30 minutes, DEBUT devices calculate ODBA value using the collected acceleration data. The ODBA value can be used as an index to describe the activity status of the animal.\n","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"911c2244aae107058c70c1de2b51a1fe","permalink":"https://druid-tech.github.io/help/web/faq/odba/","publishdate":"2017-10-17T15:26:15Z","title":"What is ODBA?"},{"content":"","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"5ba2abd4aa55c4ab38a77774cdbbb168","permalink":"https://druid-tech.github.io/help/web/settings/","publishdate":"2017-10-17T15:26:15Z","title":"Device settings"},{"content":"  On the main menu, click Device Setting to go to the device setting page.\n  Click Change Setting.\n  Select the devices by checking the checkbox.\n  Click Confirm.\n  Change the settings as needed.\nNote\nYou can add more devices by clicking the + button.\nFor the detailed description on the terminologies on device setting page, see the terminology section.\n  Click Save.\n  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"b2f08489fa605de4ca2a9fbb4346996e","permalink":"https://druid-tech.github.io/help/web/settings/setting_batch/","publishdate":"2017-10-17T15:26:15Z","title":"Changing settings for multiple devices"},{"content":"After you change the setting for your device on DEBUT Data Center or DEBUT App, the new setting is saved to the server and is not applied to the device immediately. When the device communicates with the server next time, the device fetches new setting from the server and applies the new setting to its firmware. So for devices with cellular transmission function, the new setting takes effect when the device communicates with the server next time. As for BLE devices which cannot communicate with the server directly, the new setting takes effect when the device connects with the associated DEBUT HUB.\n","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"e0bfc3415ea70cefd7e8805c71d84d67","permalink":"https://druid-tech.github.io/help/web/settings/setting_effect/","publishdate":"2017-10-17T15:26:15Z","title":"When does the changed setting take effect?"},{"content":"  On the main menu, click Device \u0026amp;gt; Gateway.\n  Locate the device and click Device detail to go to the device information page.\n  Click Device setting.\n  Change the settings as needed.\nFor the detailed description on the terminologies on device setting page, see the terminology section.\n  Click Confirm.\n  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"a96da573fe7e90f65b964165627c6eee","permalink":"https://druid-tech.github.io/help/web/settings/setting_gateway/","publishdate":"2017-10-17T15:26:15Z","title":"Changing settings for a gateway device"},{"content":"You can change setting for a terminal device at device list page or the device information page.\nChanging setting at device list page\n  On the main menu, click Device \u0026amp;gt; Terminal.\n  Locate the device and click Device setting.\n  Change the settings as needed.\nFor the detailed description on the terminologies on device setting page, see the terminology section.\n  Click Confirm.\n  \rChanging setting at device information page\n  On the main menu, click Device \u0026amp;gt; Terminal.\n  Click device S/N to go to the device information page.\n  Click Device setting.\n  Change the settings as needed.\nFor the detailed description on the terminologies on device setting page, see the terminology section.\n  Click Confirm.\n  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"09f949b35cc8148d2277b934d4250a73","permalink":"https://druid-tech.github.io/help/web/settings/setting_terminal/","publishdate":"2017-10-17T15:26:15Z","title":"Changing settings for a terminal device"},{"content":"The fields in the downloaded CSV file are explained below.\n GPS data Environment data Behavior data Acceleration data Base station data  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"a2e56cb6f563e78815f030be89d51c3f","permalink":"https://druid-tech.github.io/help/web/terminology/data-exporting/","publishdate":"2017-10-17T15:26:15Z","title":"CSV field explanation"},{"content":"The table below gives the explanations to the data fields of the exported ACC data.\n   Data field Explanation     Collecting time Time the device collects data, accurate to seconds.   X Value of X-axis on the three-axis acceleration sensor.   Y Value of Y-axis on the three-axis acceleration sensor.   Z Value of Z-axis on the three-axis acceleration sensor.    ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"f2e28f6c1d03730532f64ea31de8ad48","permalink":"https://druid-tech.github.io/help/web/terminology/data-exporting/acc/","publishdate":"2017-10-17T15:26:15Z","title":"Acceleration data"},{"content":"The table below gives the explanations to the data fields of the exported BHV data.\n   Data field Explanation     SN Serial Number.   UUID Universally Unique Identifier, a 128-bit number used to identify information in computer systems.   Transmitting time Time the device communicates with the server, accurate to milliseconds.   Collecting time Time the device collects data, accurate to seconds.   ODBA ODBA value calculated by the device. A higher value indicates that the animal is more active.    ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"1a812a335b77e5e1c3de1092dcf76156","permalink":"https://druid-tech.github.io/help/web/terminology/data-exporting/bhv/","publishdate":"2017-10-17T15:26:15Z","title":"Behavior data"},{"content":"The table below gives the explanations to the data fields of the exported BSS data.\n   Data field Explanation     SN Serial Number.   UUID Universally Unique Identifier, a 128-bit number used to identify information in computer systems.   Transmitting time Time the device communicates with the server, accurate to milliseconds.   Collecting time Time the device collects data, accurate to seconds.   Longitude Longitude of the BSS fix in degrees, accurate to 7 decimal places.   Latitude Latitude of the BSS fix in degrees, accurate to 7 decimal places.   Accuracy Accuracy of the BSS fix in meters. Lower value indicates that the positioning is more accurate.   Base station Number of connected base stations in the positioning session.    ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"1a8380d28175fe66dd82985182966102","permalink":"https://druid-tech.github.io/help/web/terminology/data-exporting/bss/","publishdate":"2017-10-17T15:26:15Z","title":"Base station data"},{"content":"The table below gives the explanations to the data fields of the exported ENV data.\n   Data field Explanation     SN Serial Number.   UUID Universally Unique Identifier, a 128-bit number used to identify information in computer systems.   Transmitting time Time the device communicates with the server, accurate to milliseconds.   Collecting time Time the device collects data, accurate to seconds.   Temperature Environment temperature in Celsius, accurate to 1 decimal place.   Light intensity Light intensity in Lux.   Voltage Voltage of the device battery in volts, accurate to 3 decimal places.   Data Source Modes of data collecting. Valid values are 1, 2, and 4, where 1 represents scheduled collecting, 2 represents dynamic collecting, 4 represents in-flight collecting.    ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"12e69bf69dd5faa91b53e3776457dd93","permalink":"https://druid-tech.github.io/help/web/terminology/data-exporting/env/","publishdate":"2017-10-17T15:26:15Z","title":"Environment data"},{"content":"The table below gives the explanations to the data fields of the exported GPS data.\n   Data field Explanation     SN Serial Number.   UUID Universally Unique Identifier, a 128-bit number used to identify information in computer systems.   Transmitting time Time the device communicates with the server, accurate to milliseconds.   Collecting time Time the device collects data, accurate to seconds.   Longitude Longitude of the GPS fix in degrees, accurate to 7 decimal places.   Latitude Latitude of the GPS fix in degrees, accurate to 7 decimal places.   Altitude Altitude of the GPS fix in meters, accurate to 2 decimal places.   Geoid height Geoid height of the GPS fix in meters. The geoid is the shape that the ocean surface would take under the influence of the gravity and rotation of Earth.   Speed Movement speed of the device in meters.   Course The angle between the clockwise direction from the north and the movement direction of the device. The value range is 0 ~ 359.9, where 0 means the device moves towards north.   Satellite Number of satellites connected for positioning.   Positioning mode Valid values are 0, 1, and 2, where 0 represents a failed positioning, 1 represents 2D positioning, 2 represents 3D positioning.   HorAccuracy Index of horizonal accuracy of GPS positioning. Lower value indicates that the positioning is more accurate.   VerAccuracy Index of vertical accuracy of GPS positioning. Lower value indicates that the positioning is more accurate.   Time for Positioning Time spent in one positioning session in seconds.   Data Source Modes of data collecting. Valid values are 1, 2, and 4, where 1 represents scheduled collecting, 2 represents dynamic collecting, 4 represents in-flight collecting.    ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"47a93efaaae89062a0a750f4cbe4f5e4","permalink":"https://druid-tech.github.io/help/web/terminology/data-exporting/gps/","publishdate":"2017-10-17T15:26:15Z","title":"GPS data"},{"content":"Terminology section contains explanation to the terminologies used in the exported CSV file as well as in the device setting interface.\n","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"46394132c48b7f8901709a1425b64a47","permalink":"https://druid-tech.github.io/help/web/terminology/","publishdate":"2017-10-17T15:26:15Z","title":"Terminology"},{"content":"This section gives the explanation to the setting items on the device setting page.\nSetting mode\nReal time mode\nInterval of GPS collecting, environment data collecting and behavior data collecting is 10 minutes. Interval of data transmission is 1 day. You cannot change the interval in this mode.\nStandard mode\nSTD mode is the default setting of DEBUT devices. Interval of GPS collecting and environment data collecting is 4 hours. Interval of behavior data collecting is 10 minutes. Interval of data transmission is 8 hour. You cannot change the interval in this mode.\nEcological—balanced\nInterval of GPS collecting and environment data collecting is 4 hours. behavior data collecting is turned off. Interval of data transmission is 1 day. You cannot change the interval in this mode.\nStand-by mode\nGPS collecting, environment data collecting and behavior data collecting are turned off. Interval of data transmission is 1 day. You cannot change the interval in this mode.\nCustomized mode\nIn this mode, you can turn on or turn off GPS collecting, environment data collecting and behavior data collecting and select the collecting interval and transmission interval as needed.\nSetting parameter\nBOOST\nEnable or disable BOOST.\nGPS data\nEnable or disable GPS data collecting. When enabled, you can set it to Interval mode or Follow transmission mode.\nEnvironment data\nEnable or disable environment data collecting. When enabled, you can set it to Interval mode or Follow transmission mode.\nBehavior data\nEnable or disable behavior data collecting. When enabled, you can set the collecting interval to 10 min or 30 min.\nCellular\nEnable or disable the cellular transmission. When enabled, you can set it to Interval mode or On-time mode.\nInterval\nThe device transmits data to the server at a selected time interval.\nFollow transmission\nThe interval of data collecting is synchronized with the transmitting interval of the device.\nOn-time\nThe device transmits data to the server at selected hour (based on …","date":-62135596800,"description":"","objectID":"55b410cbfeb9fd45964a40f26e22f1ce","permalink":"https://druid-tech.github.io/help/web/terminology/device_setting/","title":"Device setting"}]